IDEA Open Model
ResultOfInternalForces2.Mx Property
Compatible with IDEA StatiCa Beta 20.0
 Bending moment around x-axis
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Mx { get; set; }
Public Property Mx As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfInternalForces2 Class
IdeaRS.OpenModel.Result Namespace